
const category = [

    {
        title: '职位类型',
        id: 1,
        types: ['社会招聘', '校园招聘'],
    },
    {
        title: '职位类别',
        id: 2,
        types: ['技术', '产品', '设计', '运营', '市场与销售', '职能', '金融']
    },
    {
        title: '月薪范围',
        id: 3,
        types: ['2K以下', '2K-5K', '5K-10K', '10K-15K', '15K-25K', '25K-50K', '50K以上']
    },
    {
        title: '发布时间',
        id: 4,
        types: ['今天发布', '3天内', '一周内', '两周内']
    },
    {
        title: '工作经验',
        id: 5,
        types: ['应届毕业生', '3年及以下', '3-5年', '5-10年', '10年以上']
    },
    {
        title: '学历要求',
        id: 6,
        types: ['大专', '本科', '硕士', '博士', '不要求']
    },
    {
        title: '工作性质',
        id: 7,
        types: ['全职', '兼职', '实习']
    }
]
export default category;